.http/request/create-yurei.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <createGhostRequest xmlns="http://org.khorum-oss.com/ghost-book">
            <type xmlns="">Yurei</type>
            <origin xmlns="">Nippon</origin>
        </createGhostRequest>
    </soap:Body>
</soap:Envelope>
